{
    "game_title": "Wege des Glaubens",
    "war_result_message": "Die Schlacht ist vorbei! Überprüfe deinen Bericht",
    "duel_challenge": "Duell-Herausforderung erhalten",
    "item_stolen": "Ein legendärer Gegenstand wurde gestohlen!",
    "network_error": "Verbindungsfehler mit dem Server",
    "act4_objective": "Die Welt nach der Eindämmung der Vergessenskluft wiederaufbauen. Politik, Zitadelle verwalten und neuen Bedrohungen begegnen.",
    "act4_ch1_title": "Die Ungewisse Morgendämmerung",
    "act4_ch1_event1": "Die Helden kehren als lebende Legenden zurück, empfangen mit Bewunderung und Furcht.",
    "act4_ch1_event2": "Der Spieler erhält einen neuen Titel und eine anpassbare Zitadelle als neuen Hub.",
    "act4_ch1_event3": "Das Zitadellen-Managementsystem wird freigeschaltet, Ressourcen werden zur Verbesserung investiert.",
    "act4_kaelan_return": "Du hast deine Pflicht erfüllt, aber die Welt sieht dich nun mit anderen Augen. Das Ewige Licht ernennt dich zum Beschützer der Zitadelle. Wirst du ein gerechter Anführer oder ein gefürchteter Tyrann sein?",
    "act4_ch2_title": "Echos der Stille",
    "act4_ch2_event1": "Der Orden des Schweigens agiert als aufständische Zellen.",
    "act4_ch2_event2": "Neue wiederholbare Missionen: 'Ordenszelle jagen' in prozedural generierten Dungeons.",
    "act4_ch2_event3": "Das Sammeln von Informationen enthüllt den Plan, Sekundärklüfte zu erschaffen.",
    "act4_zahra_intel": "Die Informationen sind bruchstückhaft, deuten aber auf einen größeren Plan hin. Wir müssen die Entstehung neuer Klüfte vorhersehen, sonst setzt sich der Zyklus der Zerstörung fort.",
    "act4_ch3_title": "Der Schatten im Rat",
    "act4_ch3_event1": "Ein Großer Rat wird zwischen den Fraktionen gebildet, um die Bedrohung zu bewältigen.",
    "act4_ch3_event2": "Der Spieler nimmt an diplomatischen und Vermittlungsmissionen teil.",
    "act4_ch3_event3": "Beispiel: Karawanen-Eskorte, diplomatische Entscheidungen, Einschüchterung oder alternative Routen.",
    "act4_elowen_council": "Das Gleichgewicht ist zerbrechlich. Jede Entscheidung, die du hier triffst, wird in der ganzen Welt nachhallen. Höre auf alle, aber fürchte dich nicht zu handeln.",
    "act4_ch4_title": "Das Herz der Kluft",
    "act4_ch4_event1": "Die Insel der Vergessenskluft wird zur Endgame-Zone auf hohem Niveau.",
    "act4_ch4_event2": "Neue Feinde: Manifestationen der Dissonanz.",
    "act4_ch4_event3": "Weltbosse: 'Echo des Gebrochenen Schleiers' mit globalem Leben und epischen Belohnungen.",
    "act4_ch4_event4": "Der Spieler erhält eine Nachricht von der gefangenen Entität, die das Dilemma des Gleichgewichts aufwirft.",
    "act4_veiled_entity_message": "Wirst du die Welt retten, indem du den Zyklus wiederherstellst... oder wagst du es, ihn für immer zu brechen? Gleichgewicht ist kein Frieden, sondern ewige Spannung. Wähle dein Vermächtnis.",
    "act4_endgame": "Der Spieler wird vom Helden zum Anführer, verwaltet die Welt und legt den Grundstein für zukünftige Erweiterungen und moralische Dilemmata.",
    "act5_objective": "Das Vermächtnis der Dissonanz: Der Frieden ist zerbrechlich, menschlicher Ehrgeiz ist die neue Waffe.",
    "act5_ch1_title": "Die Kreuzfahrt des einsamen Wolfs",
    "act5_ch1_event1": "Rebellion von Lord Valerius, leidenschaftliche Rede an seine Soldaten.",
    "act5_ch1_event2": "Sabotage-, Rettungsmissionen und moralische Entscheidungen.",
    "act5_ch1_event3": "Fängst du Valerius' Soldaten oder überzeugst du sie?",
    "act5_ch2_title": "Das Flüstern im Schatten",
    "act5_ch2_event1": "Du entdeckst den Meister des Ordens des Schweigens als Berater von Valerius.",
    "act5_ch2_event2": "Infiltration im Inneren Sanctum, Dungeon voller Fallen und Elitegegner.",
    "act5_ch2_event3": "Du findest den Aquila der Ewigen Legion.",
    "act5_ch3_title": "Das Urteil des Wächters",
    "act5_ch3_event1": "Rückkehr in die Hauptstadt unter Kriegsrecht.",
    "act5_ch3_event2": "Städtischer Angriff und Duell gegen Lord Valerius.",
    "act5_ch3_event3": "Beweise vorlegen, Valerius ergibt sich, Bürgerkrieg vermieden.",
    "act5_reward": "Zitadelle Tier 3 (Herrenhaus), politische Macht und mysteriöser Aquila.",
    "act6_objective": "Das Erwachen der Legion: Ordnung gegen Freiheit, die logische Bedrohung von Nova Roma.",
    "act6_ch1_title": "Der verlorene Kontinent",
    "act6_ch1_event1": "Expedition nach Nova Roma, Flotte durchquert magischen Nebel.",
    "act6_ch1_event2": "Erster Kontakt mit Konsul Aurelian, fortschrittliche Kultur, aber keine spirituelle Magie.",
    "act6_ch1_event3": "Erkundung und Nebenmissionen, um die römische Gesellschaft kennenzulernen.",
    "act6_ch2_title": "Die eiserne Faust der Vernunft",
    "act6_ch2_event1": "Formelle Kriegserklärung des Senats von Nova Roma.",
    "act6_ch2_event2": "Taktische Invasion, globale Verteidigungsmissionen und Ressourcenmanagement in der Zitadelle.",
    "act6_ch2_event3": "Kampf gegen Konsul Aurelian im Belagerungsturm.",
    "act6_reward": "Waffenstillstand mit Nova Roma, gegenseitiger Respekt und Öffnung zur Diplomatie.",
    "act7_objective": "Das Geheimnis der Sand: das Erwachen einer alten Macht und der Krieg an drei Fronten.",
    "act7_ch1_title": "Der stille Sturm",
    "act7_ch1_event1": "Hohepriester Neferkare entfesselt einen Sandsturm und eine Armee von Untoten.",
    "act7_ch1_event2": "Survival-Horror-Missionen in Gräbern und Pyramiden.",
    "act7_ch1_event3": "Fallen, Rätsel und unerbittliche Feinde.",
    "act7_ch2_title": "Der Krieg an drei Fronten",
    "act7_ch2_event1": "Krisenmanagement am Kriegstisch: Orden des Schweigens, Ewige Legion, Untoteninvasion.",
    "act7_ch2_event2": "Krisenmissionen mit Zeitlimits, um Städte und Ressourcen zu retten.",
    "act7_ch2_event3": "Strategische Entscheidungen mit großer Wirkung.",
    "act7_ch3_title": "Die große schwarze Pyramide",
    "act7_ch3_event1": "End-Dungeon mit Avataren ägyptischer Götter.",
    "act7_ch3_event2": "Endkampf gegen Hohepriester Neferkare und den Avatar von Anubis.",
    "act7_ch3_event3": "Zerstörung des Avatars, Befreiung der Welt.",
    "act7_reward": "Zitadelle Tier 4 (Großes Herrenhaus), letzte Szene und Nachspann mit Andeutung der nordischen Erweiterung."
}
