{
    "game_title": "Paths of Faith",
    "war_result_message": "The battle has concluded! Check your report",
    "duel_challenge": "Duel challenge received",
    "item_stolen": "A legendary item has been stolen!",
    "network_error": "Server connection error"
    ,
    "crusader_intro_mentality": "You are a Guardian. You believe in order, discipline, and the strength of faith. Dissonance is a heresy that must be purged.",
    "crusader_intro_start": "Walled Citadel of Aethelgard, continent of Valoria. After your Rite of Initiation, your mentor Sir Kaelan entrusts you with your first mission.",
    "crusader_intro_mentor": "Novice. You have sworn to protect the Balance. Your first trial awaits. At the border, the sacred well has been corrupted. Go, purify the water and crush any creature bearing the stigma of the Shadow.",
    "crusader_intro_mission": "Travel to the village, eliminate the abominations, and perform the purification ritual. You discover an artifact fragment and have a vision of the other bearers.",
    "crusader_intro_discovery": "Upon purifying the water, a fragment emerges. When you touch it, you see a Saracen and an Ancient finding identical fragments. The hooded figure makes you doubt.",
    "crusader_intro_call": "You return to Sir Kaelan. He entrusts you to cross the ocean and find the other bearers to discover the truth.",
    "saracen_intro_mentality": "You are a Scholar. You believe in knowledge and cosmic balance. Dissonance is a dangerous anomaly that must be studied and neutralized.",
    "saracen_intro_start": "Library-City of Qashir, continent of Al-Andar. After your Rite of Initiation, your mentor Zahra presents your first academic and practical challenge.",
    "saracen_intro_mentor": "Initiate. You have sworn to study the Veil. In the Oasis of Mirages, the energy flow is erratic. Take your reagents and arcane scanner. Catalog anomalies and collect samples.",
    "saracen_intro_mission": "Analyze the flora and water, study the altered scorpions, and use your Scimitar Dance skill. You discover a fragment and a global vision.",
    "saracen_intro_discovery": "When analyzing the source, you unearth a fragment. You see a Crusader and an Ancient finding identical artifacts. The hooded figure is the unknown variable.",
    "saracen_intro_call": "You present your findings to Zahra. She entrusts you to seek out the other bearers and share data to formulate a hypothesis about the true enemy.",
    "ancient_intro_mentality": "You are a Watcher. You believe in the cycle of life and Dissonance is a disease that must be understood and healed.",
    "ancient_intro_start": "Coastal village in the Central Archipelago. After your Rite of Initiation, your mentor Elowen asks you to heal the Isle of the Spring.",
    "ancient_intro_mentor": "Young spirit. You have sworn to listen to the earth. The spring has begun to whisper sorrow. Go, calm the beasts and listen to what the water has to tell you.",
    "ancient_intro_mission": "Use your skills to calm the animals and follow the energy lines to the epicenter. You find a fragment and have a shared vision.",
    "ancient_intro_discovery": "At the spring, you find a fragment stuck in the ground. When you touch it, you see a Crusader and a Saracen trying to heal similar wounds. The hooded figure is a void alien to the natural cycle.",
    "ancient_intro_call": "You return to Elowen. She entrusts you to travel to the lands of the other bearers and unite them to heal the global wound.",
    "act2_objective": "Cross the Great Ocean and find the other bearers. Dissonance infects relations between continents.",
    "act2_ch1_title": "The Journey and the First Stopover",
    "act2_ch1_event1": "The mentor gives a diplomatic safe-conduct.",
    "act2_ch1_event2": "At sea, the ship is attacked by the Soulless of the Veil.",
    "act2_ch1_event3": "The player defends the ship and arrives in foreign lands.",
    "act2_ch2_title": "The Encounter",
    "act2_ch2_event1": "The player lands in rival territory.",
    "act2_ch2_event2": "Must investigate and find the local bearer.",
    "act2_ch2_event3": "Dialogue options affect the relationship.",
    "act2_ch2_event4": "By showing the fragment and after a duel, a reluctant alliance is formed.",
    "act2_kareem_hostile": "A watchdog of the Light so far from his cage. The rumors were true. You have come to spread your ignorance and your war.",
    "act2_kareem_option_confront": "Watch your tongue, sorcerer. I came for answers, not to hear your insults.",
    "act2_kareem_option_diplomatic": "Lower your weapon. I am not your enemy. I was sent to find you. We have both seen something... something that threatens us all.",
    "act2_kareem_option_show_fragment": "(Silence) You draw the Veil fragment.",
    "act4_objective": "Rebuild the world after containing the Rift of Oblivion. Manage politics, the citadel, and face new threats.",
    "act4_ch1_title": "The Uncertain Dawn",
    "act4_ch1_event1": "The heroes return as living legends, greeted with admiration and fear.",
    "act4_ch1_event2": "The player receives a new title and a customizable Citadel as the new Hub.",
    "act4_ch1_event3": "The Citadel management system is unlocked, investing resources to improve it.",
    "act4_kaelan_return": "You have fulfilled your duty, but the world now sees you differently. The Eternal Light names you Protector of the Citadel. Will you be a just leader or a feared tyrant?",
    "act4_ch2_title": "Echoes of Silence",
    "act4_ch2_event1": "The Order of Silence operates as insurgent cells.",
    "act4_ch2_event2": "New repeatable missions: 'Hunt Order Cell' in procedurally generated dungeons.",
    "act4_ch2_event3": "Gathering intelligence reveals the plan to create Secondary Rifts.",
    "act4_zahra_intel": "The information is fragmentary, but points to a greater plan. We must anticipate the creation of new rifts or the cycle of destruction will continue.",
    "act4_ch3_title": "The Shadow in the Council",
    "act4_ch3_event1": "A Grand Council is formed between factions to manage the threat.",
    "act4_ch3_event2": "The player participates in diplomatic and mediation missions.",
    "act4_ch3_event3": "Example: Caravan escort, diplomacy decisions, intimidation or alternative routes.",
    "act4_elowen_council": "Balance is fragile. Every decision you make here will resonate throughout the world. Listen to all, but do not fear to act.",
    "act4_ch4_title": "The Heart of the Rift",
    "act4_ch4_event1": "The island of the Rift of Oblivion becomes a high-level endgame zone.",
    "act4_ch4_event2": "New enemies: Manifestations of Dissonance.",
    "act4_ch4_event3": "World bosses: 'Echo of the Broken Veil' with global health and epic rewards.",
    "act4_ch4_event4": "The player receives a message from the trapped entity, posing the dilemma of Balance.",
    "act4_veiled_entity_message": "Will you save the world by restoring the cycle... or dare to break it forever? Balance is not peace, it is eternal tension. Choose your legacy.",
    "act4_endgame": "The player goes from hero to leader, managing the world and laying the foundation for future expansions and moral dilemmas.",
    "act5_objective": "The Legacy of Dissonance: peace is fragile, human ambition is the new weapon.",
    "act5_ch1_title": "The Lone Wolf's Crusade",
    "act5_ch1_event1": "Rebellion of Lord Valerius, passionate speech to his soldiers.",
    "act5_ch1_event2": "Sabotage, rescue missions, and moral decisions.",
    "act5_ch1_event3": "Do you capture or convince Valerius's soldiers?",
    "act5_ch2_title": "The Whisper in the Shadow",
    "act5_ch2_event1": "You discover the Master of the Order of Silence as Valerius's advisor.",
    "act5_ch2_event2": "Infiltration in the Inner Sanctum, dungeon of traps and elite enemies.",
    "act5_ch2_event3": "You find the Aquila of the Eternal Legion.",
    "act5_ch3_title": "The Guardian's Judgment",
    "act5_ch3_event1": "Return to the capital under martial control.",
    "act5_ch3_event2": "Urban assault and duel against Lord Valerius.",
    "act5_ch3_event3": "Present evidence, Valerius surrenders, civil war avoided.",
    "act5_reward": "Citadel Tier 3 (Manor House), political power and mysterious Aquila.",
    "act6_objective": "The Awakening of the Legion: order versus freedom, the logical threat of Nova Roma.",
    "act6_ch1_title": "The Lost Continent",
    "act6_ch1_event1": "Expedition to Nova Roma, fleet crosses magical mist.",
    "act6_ch1_event2": "First contact with Consul Aurelian, advanced culture but no spiritual magic.",
    "act6_ch1_event3": "Exploration and side missions to learn about Roman society.",
    "act6_ch2_title": "The Iron Fist of Reason",
    "act6_ch2_event1": "Formal declaration of war by the Senate of Nova Roma.",
    "act6_ch2_event2": "Tactical invasion, global defense missions and resource management in the Citadel.",
    "act6_ch2_event3": "Battle against Consul Aurelian in the siege tower.",
    "act6_reward": "Truce with Nova Roma, mutual respect and opening to diplomacy.",
    "act7_objective": "The Secret of the Sands: the awakening of an ancient power and the war on three fronts.",
    "act7_ch1_title": "The Silent Storm",
    "act7_ch1_event1": "High Priest Neferkare unleashes a sandstorm and an army of undead.",
    "act7_ch1_event2": "Survival horror missions in tombs and pyramids.",
    "act7_ch1_event3": "Traps, puzzles, and relentless enemies.",
    "act7_ch2_title": "The War of Three Fronts",
    "act7_ch2_event1": "Crisis management at the War Table: Order of Silence, Eternal Legion, undead invasion.",
    "act7_ch2_event2": "Crisis missions with time limits to save cities and resources.",
    "act7_ch2_event3": "High-impact strategic decisions.",
    "act7_ch3_title": "The Great Black Pyramid",
    "act7_ch3_event1": "Final dungeon with avatars of Egyptian gods.",
    "act7_ch3_event2": "Final battle against High Priest Neferkare and the Avatar of Anubis.",
    "act7_ch3_event3": "Destruction of the avatar, liberation of the world.",
    "act7_reward": "Citadel Tier 4 (Grand Mansion), final scene and post-credits with foreshadowing of the Norse expansion."
}
