{
    "game_title": "Caminos de la Fe",
    "war_result_message": "¡La batalla ha concluido! Revisa tu informe",
    "duel_challenge": "Desafío de duelo recibido",
    "item_stolen": "¡Un objeto legendario ha sido robado!",
    "network_error": "Error de conexión con el servidor"
    ,
    "cruzado_intro_mentalidad": "Eres un Guardián. Crees en el orden, la disciplina y la fuerza de la fe. La Disonancia es una herejía que debe ser purgada.",
    "cruzado_intro_inicio": "Ciudadela Amurallada de Aethelgard, continente de Valoria. Tras tu Rito de Iniciación, tu mentor Sir Kaelan te encomienda tu primera misión.",
    "cruzado_intro_mentor": "Novato. Has jurado proteger el Equilibrio. Tu primera prueba te espera. En la frontera, el pozo sagrado se ha corrompido. Ve, purifica el agua y aplasta a cualquier criatura que porte el estigma de la Sombra.",
    "cruzado_intro_mision": "Viaja a la aldea, elimina las abominaciones y realiza el ritual de purificación. Descubres un fragmento de artefacto y tienes una visión de los otros portadores.",
    "cruzado_intro_descubrimiento": "Al purificar el agua, emerge un fragmento. Al tocarlo, ves a un Sarraceno y a un Antiguo encontrando fragmentos idénticos. La figura encapuchada te hace dudar.",
    "cruzado_intro_llamado": "Regresas con Sir Kaelan. Él te encomienda cruzar el océano y encontrar a los otros portadores para descubrir la verdad.",
    "sarraceno_intro_mentalidad": "Eres un Erudito. Crees en el conocimiento y el equilibrio cósmico. La Disonancia es una anomalía peligrosa que debe ser estudiada y neutralizada.",
    "sarraceno_intro_inicio": "Ciudad-Biblioteca de Qashir, continente de Al-Andar. Tras tu Rito de Iniciación, tu mentora Zahra te presenta tu primer desafío académico y práctico.",
    "sarraceno_intro_mentor": "Iniciado. Has jurado estudiar el Velo. En el Oasis de los Espejismos, el flujo de energía es errático. Lleva tus reactivos y escáner arcano. Cataloga las anomalías y recoge muestras.",
    "sarraceno_intro_mision": "Analiza la flora y el agua, estudia los escorpiones alterados y usa tu habilidad de Danza de Cimitarras. Descubres un fragmento y una visión global.",
    "sarraceno_intro_descubrimiento": "Al analizar la fuente, desentierras un fragmento. Ves a un Cruzado y a un Antiguo encontrando artefactos idénticos. La figura encapuchada es la variable desconocida.",
    "sarraceno_intro_llamado": "Presentas tus hallazgos a Zahra. Ella te encomienda buscar a los otros portadores y compartir datos para formular una hipótesis sobre el verdadero enemigo.",
    "antiguo_intro_mentalidad": "Eres un Vigilante. Crees en el ciclo de la vida y la Disonancia es una enfermedad que debe ser comprendida y sanada.",
    "antiguo_intro_inicio": "Aldea costera en el Archipiélago Central. Tras tu Rito de Iniciación, tu mentora Elowen te pide sanar la Isla de la Fuente.",
    "antiguo_intro_mentor": "Joven espíritu. Has jurado escuchar a la tierra. El manantial ha empezado a susurrar pena. Ve, calma a las bestias y escucha lo que el agua tiene que decirte.",
    "antiguo_intro_mision": "Usa tus habilidades para calmar a los animales y sigue las líneas de energía hasta el epicentro. Encuentras un fragmento y tienes una visión compartida.",
    "antiguo_intro_descubrimiento": "En el manantial, encuentras un fragmento clavado en la tierra. Al tocarlo, ves a un Cruzado y a un Sarraceno intentando sanar heridas similares. La figura encapuchada es un vacío ajeno al ciclo natural.",
    "antiguo_intro_llamado": "Regresas con Elowen. Ella te encomienda viajar a las tierras de los otros portadores y unirlos para sanar la herida global.",
    "act2_objective": "Cruzar el Gran Océano y encontrar a los otros portadores. La Disonancia infecta las relaciones entre continentes.",
    "act2_ch1_title": "La Travesía y la Primera Escala",
    "act2_ch1_event1": "El mentor entrega un salvoconducto diplomático.",
    "act2_ch1_event2": "En el mar, el barco es atacado por los Desalmados del Velo.",
    "act2_ch1_event3": "El jugador defiende el barco y llega a tierras extranjeras.",
    "act2_ch2_title": "El Encuentro",
    "act2_ch2_event1": "El jugador desembarca en territorio rival.",
    "act2_ch2_event2": "Debe investigar y encontrar al portador local.",
    "act2_ch2_event3": "Opciones de diálogo afectan la relación.",
    "act2_ch2_event4": "Al mostrar el fragmento y tras un duelo, se forma una alianza reacia.",
    "act2_kareem_hostile": "Un perro guardián de la Luz tan lejos de su jaula. Los rumores eran ciertos. Has venido a esparcir tu ignorancia y tu guerra.",
    "act2_kareem_option_confront": "Guarda tu lengua, hechicero. He venido a buscar respuestas, no a escuchar tus insultos.",
    "act2_kareem_option_diplomatic": "Baja tu arma. No soy tu enemigo. Fui enviado a buscarte. Ambos hemos visto algo... algo que nos amenaza a todos.",
    "act2_kareem_option_show_fragment": "(Silencio) Sacas el fragmento de Velo.",
    "act4_objective": "Reconstruir el mundo tras contener la Grieta del Olvido. Gestionar la política, la ciudadela y enfrentar nuevas amenazas.",
    "act4_ch1_title": "El Amanecer Incierto",
    "act4_ch1_event1": "Los héroes regresan como leyendas vivientes, recibidos con admiración y miedo.",
    "act4_ch1_event2": "El jugador recibe un nuevo título y una Ciudadela personalizable como nuevo Hub.",
    "act4_ch1_event3": "Se desbloquea el sistema de gestión de la Ciudadela, invirtiendo recursos para mejorarla.",
    "act4_kaelan_return": "Has cumplido tu deber, pero el mundo te mira con nuevos ojos. La Luz Eterna te nombra Protector de la Ciudadela. ¿Serás un líder justo o un tirano temido?",
    "act4_ch2_title": "Ecos del Silencio",
    "act4_ch2_event1": "La Orden del Silencio opera como células insurgentes.",
    "act4_ch2_event2": "Nuevas misiones repetitivas: 'Cazar Célula de la Orden' en mazmorras generadas proceduralmente.",
    "act4_ch2_event3": "Recuperar inteligencia revela el plan de crear Grietas Secundarias.",
    "act4_zahra_intel": "La información es fragmentaria, pero apunta a un plan mayor. Debemos anticiparnos a la creación de nuevas grietas o el ciclo de destrucción continuará.",
    "act4_ch3_title": "La Sombra en el Concilio",
    "act4_ch3_event1": "Se forma un Gran Concilio entre facciones para gestionar la amenaza.",
    "act4_ch3_event2": "El jugador participa en misiones diplomáticas y de mediación.",
    "act4_ch3_event3": "Ejemplo: Escolta de caravana, decisiones de diplomacia, intimidación o rutas alternativas.",
    "act4_elowen_council": "El equilibrio es frágil. Cada decisión que tomes aquí resonará en todo el mundo. Escucha a todos, pero no temas actuar.",
    "act4_ch4_title": "El Corazón de la Grieta",
    "act4_ch4_event1": "La isla de la Grieta del Olvido se convierte en zona endgame de alto nivel.",
    "act4_ch4_event2": "Nuevos enemigos: Manifestaciones de la Disonancia.",
    "act4_ch4_event3": "Jefes mundiales: 'Eco del Velo Roto' con vida global y recompensas épicas.",
    "act4_ch4_event4": "El jugador recibe un mensaje de la entidad atrapada, planteando el dilema del Equilibrio.",
    "act4_veiled_entity_message": "¿Salvarás el mundo restaurando el ciclo... o te atreverás a romperlo para siempre? El Equilibrio no es paz, es tensión eterna. Elige tu legado.",
    "act4_endgame": "El jugador pasa de héroe a líder, gestionando el mundo y sentando las bases para futuras expansiones y dilemas morales.",
    "act5_objective": "El Legado de la Disonancia: la paz es frágil, la ambición humana es la nueva arma.",
    "act5_ch1_title": "La Cruzada del Lobo Solitario",
    "act5_ch1_event1": "Rebelión de Lord Valerius, discurso apasionado a sus soldados.",
    "act5_ch1_event2": "Misiones de sabotaje, rescate y decisiones morales.",
    "act5_ch1_event3": "¿Capturas o convences a los soldados de Valerius?",
    "act5_ch2_title": "El Susurro en la Sombra",
    "act5_ch2_event1": "Descubres al Maestro de la Orden del Silencio como consejero de Valerius.",
    "act5_ch2_event2": "Infiltración en el Sanctum Interno, mazmorra de trampas y enemigos élite.",
    "act5_ch2_event3": "Encuentras el Aquila de la Legión Aeterna.",
    "act5_ch3_title": "El Juicio del Guardián",
    "act5_ch3_event1": "Regreso a la capital bajo control marcial.",
    "act5_ch3_event2": "Asalto urbano y duelo contra Lord Valerius.",
    "act5_ch3_event3": "Presentas pruebas, Valerius se rinde, guerra civil evitada.",
    "act5_reward": "Ciudadela Tier 3 (Casa Señorial), poder político y Aquila misteriosa.",
    "act6_objective": "El Despertar de la Legión: el orden contra la libertad, la amenaza lógica de Nova Roma.",
    "act6_ch1_title": "El Continente Perdido",
    "act6_ch1_event1": "Expedición a Nova Roma, flota atraviesa niebla mágica.",
    "act6_ch1_event2": "Primer contacto con el Cónsul Aurelian, cultura avanzada pero sin magia espiritual.",
    "act6_ch1_event3": "Exploración y misiones secundarias para aprender sobre la sociedad romana.",
    "act6_ch2_title": "El Puño de Hierro de la Razón",
    "act6_ch2_event1": "Declaración formal de guerra del Senado de Nova Roma.",
    "act6_ch2_event2": "Invasión táctica, misiones de defensa global y gestión de recursos en la Ciudadela.",
    "act6_ch2_event3": "Batalla campal contra el Cónsul Aurelian en la torre de asedio.",
    "act6_reward": "Tregua con Nova Roma, respeto mutuo y apertura a la diplomacia.",
    "act7_objective": "El Secreto de las Arenas: el despertar de un poder antiguo y la guerra de los tres frentes.",
    "act7_ch1_title": "La Tormenta Silenciosa",
    "act7_ch1_event1": "El Sumo Sacerdote Neferkare desata una tormenta de arena y un ejército de no-muertos.",
    "act7_ch1_event2": "Misiones de survival horror en tumbas y pirámides.",
    "act7_ch1_event3": "Trampas, puzzles y enemigos implacables.",
    "act7_ch2_title": "La Guerra de los Tres Frentes",
    "act7_ch2_event1": "Gestión de crisis en la War Table: Orden del Silencio, Legión Aeterna, invasión no-muerta.",
    "act7_ch2_event2": "Misiones de crisis con tiempo límite para salvar ciudades y recursos.",
    "act7_ch2_event3": "Decisiones estratégicas de alto impacto.",
    "act7_ch3_title": "La Gran Pirámide Negra",
    "act7_ch3_event1": "Mazmorra final con avatares de dioses egipcios.",
    "act7_ch3_event2": "Batalla final contra el Sumo Sacerdote Neferkare y el Avatar de Anubis.",
    "act7_ch3_event3": "Destrucción del avatar, liberación del mundo.",
    "act7_reward": "Ciudadela Tier 4 (Gran Mansión), escena final y post-créditos con presagio de la expansión nórdica."
}
