{
    "game_title": "Chemins de la Foi",
    "war_result_message": "La bataille est terminée ! Consultez votre rapport",
    "duel_challenge": "Défi de duel reçu",
    "item_stolen": "Un objet légendaire a été volé !",
    "network_error": "Erreur de connexion au serveur",
    "act4_objective": "Reconstruire le monde après avoir contenu la Faille de l'Oubli. Gérer la politique, la citadelle et affronter de nouvelles menaces.",
    "act4_ch1_title": "L'Aube Incertaine",
    "act4_ch1_event1": "Les héros reviennent comme des légendes vivantes, accueillis avec admiration et crainte.",
    "act4_ch1_event2": "Le joueur reçoit un nouveau titre et une Citadelle personnalisable comme nouveau Hub.",
    "act4_ch1_event3": "Le système de gestion de la Citadelle est débloqué, investissant des ressources pour l'améliorer.",
    "act4_kaelan_return": "Tu as accompli ton devoir, mais le monde te regarde désormais différemment. La Lumière Éternelle te nomme Protecteur de la Citadelle. Seras-tu un leader juste ou un tyran craint ?",
    "act4_ch2_title": "Échos du Silence",
    "act4_ch2_event1": "L'Ordre du Silence opère comme des cellules insurgées.",
    "act4_ch2_event2": "Nouvelles missions répétables : 'Chasser la Cellule de l'Ordre' dans des donjons générés procéduralement.",
    "act4_ch2_event3": "La collecte de renseignements révèle le plan de créer des Failles Secondaires.",
    "act4_zahra_intel": "Les informations sont fragmentaires, mais indiquent un plan plus vaste. Nous devons anticiper la création de nouvelles failles ou le cycle de destruction continuera.",
    "act4_ch3_title": "L'Ombre au Conseil",
    "act4_ch3_event1": "Un Grand Conseil est formé entre les factions pour gérer la menace.",
    "act4_ch3_event2": "Le joueur participe à des missions diplomatiques et de médiation.",
    "act4_ch3_event3": "Exemple : escorte de caravane, décisions diplomatiques, intimidation ou itinéraires alternatifs.",
    "act4_elowen_council": "L'équilibre est fragile. Chaque décision que tu prendras ici résonnera dans le monde entier. Écoute tout le monde, mais n'aie pas peur d'agir.",
    "act4_ch4_title": "Le Cœur de la Faille",
    "act4_ch4_event1": "L'île de la Faille de l'Oubli devient une zone de haut niveau pour la fin de jeu.",
    "act4_ch4_event2": "Nouveaux ennemis : Manifestations de la Dissonance.",
    "act4_ch4_event3": "Boss mondiaux : 'Écho du Voile Brisé' avec vie globale et récompenses épiques.",
    "act4_ch4_event4": "Le joueur reçoit un message de l'entité piégée, posant le dilemme de l'Équilibre.",
    "act4_veiled_entity_message": "Sauveras-tu le monde en restaurant le cycle... ou oseras-tu le briser pour toujours ? L'Équilibre n'est pas la paix, c'est une tension éternelle. Choisis ton héritage.",
    "act4_endgame": "Le joueur passe de héros à leader, gérant le monde et posant les bases des futures extensions et dilemmes moraux.",
    "act5_objective": "L'Héritage de la Dissonance : la paix est fragile, l'ambition humaine est la nouvelle arme.",
    "act5_ch1_title": "La Croisade du Loup Solitaire",
    "act5_ch1_event1": "Rébellion de Lord Valerius, discours passionné à ses soldats.",
    "act5_ch1_event2": "Missions de sabotage, de sauvetage et décisions morales.",
    "act5_ch1_event3": "Capturez-vous ou convainquez-vous les soldats de Valerius ?",
    "act5_ch2_title": "Le murmure dans l'ombre",
    "act5_ch2_event1": "Vous découvrez le Maître de l'Ordre du Silence comme conseiller de Valerius.",
    "act5_ch2_event2": "Infiltration dans le Sanctum Intérieur, donjon de pièges et ennemis d'élite.",
    "act5_ch2_event3": "Vous trouvez l'Aquila de la Légion Éternelle.",
    "act5_ch3_title": "Le Jugement du Gardien",
    "act5_ch3_event1": "Retour à la capitale sous contrôle martial.",
    "act5_ch3_event2": "Assaut urbain et duel contre Lord Valerius.",
    "act5_ch3_event3": "Présentez les preuves, Valerius se rend, guerre civile évitée.",
    "act5_reward": "Citadelle Tier 3 (Manoir), pouvoir politique et Aquila mystérieuse.",
    "act6_objective": "L'Éveil de la Légion : l'ordre contre la liberté, la menace logique de Nova Roma.",
    "act6_ch1_title": "Le Continent Perdu",
    "act6_ch1_event1": "Expédition à Nova Roma, la flotte traverse une brume magique.",
    "act6_ch1_event2": "Premier contact avec le Consul Aurélien, culture avancée mais sans magie spirituelle.",
    "act6_ch1_event3": "Exploration et missions secondaires pour découvrir la société romaine.",
    "act6_ch2_title": "Le Poing de Fer de la Raison",
    "act6_ch2_event1": "Déclaration formelle de guerre du Sénat de Nova Roma.",
    "act6_ch2_event2": "Invasion tactique, missions de défense globale et gestion des ressources dans la Citadelle.",
    "act6_ch2_event3": "Bataille contre le Consul Aurélien dans la tour de siège.",
    "act6_reward": "Trêve avec Nova Roma, respect mutuel et ouverture à la diplomatie.",
    "act7_objective": "Le Secret des Sables : l'éveil d'un pouvoir ancien et la guerre sur trois fronts.",
    "act7_ch1_title": "La Tempête Silencieuse",
    "act7_ch1_event1": "Le Grand Prêtre Neferkare déclenche une tempête de sable et une armée de morts-vivants.",
    "act7_ch1_event2": "Missions de survival horror dans des tombes et des pyramides.",
    "act7_ch1_event3": "Pièges, énigmes et ennemis implacables.",
    "act7_ch2_title": "La Guerre des Trois Fronts",
    "act7_ch2_event1": "Gestion de crise à la Table de Guerre : Ordre du Silence, Légion Éternelle, invasion des morts-vivants.",
    "act7_ch2_event2": "Missions de crise avec limite de temps pour sauver des villes et des ressources.",
    "act7_ch2_event3": "Décisions stratégiques à fort impact.",
    "act7_ch3_title": "La Grande Pyramide Noire",
    "act7_ch3_event1": "Donjon final avec avatars des dieux égyptiens.",
    "act7_ch3_event2": "Combat final contre le Grand Prêtre Neferkare et l'Avatar d'Anubis.",
    "act7_ch3_event3": "Destruction de l'avatar, libération du monde.",
    "act7_reward": "Citadelle Tier 4 (Grande Demeure), scène finale et post-crédits avec présage de l'expansion nordique."
}
