{
    "game_title": "Sentieri della Fede",
    "war_result_message": "La battaglia è finita! Controlla il tuo rapporto",
    "duel_challenge": "Sfida a duello ricevuta",
    "item_stolen": "Un oggetto leggendario è stato rubato!",
    "network_error": "Errore di connessione al server",
    "act4_objective": "Ricostruisci il mondo dopo aver contenuto la Fenditura dell'Oblio. Gestisci la politica, la cittadella e affronta nuove minacce.",
    "act4_ch1_title": "L'Alba Incerta",
    "act4_ch1_event1": "Gli eroi tornano come leggende viventi, accolti con ammirazione e paura.",
    "act4_ch1_event2": "Il giocatore riceve un nuovo titolo e una Cittadella personalizzabile come nuovo Hub.",
    "act4_ch1_event3": "Il sistema di gestione della Cittadella viene sbloccato, investendo risorse per migliorarla.",
    "act4_kaelan_return": "Hai compiuto il tuo dovere, ma il mondo ora ti guarda con occhi diversi. La Luce Eterna ti nomina Protettore della Cittadella. Sarai un leader giusto o un tiranno temuto?",
    "act4_ch2_title": "Echi del Silenzio",
    "act4_ch2_event1": "L'Ordine del Silenzio opera come cellule insorgenti.",
    "act4_ch2_event2": "Nuove missioni ripetibili: 'Caccia alla cellula dell'Ordine' in dungeon generati proceduralmente.",
    "act4_ch2_event3": "Raccogliere informazioni rivela il piano per creare Fenditure Secondarie.",
    "act4_zahra_intel": "Le informazioni sono frammentarie, ma indicano un piano più grande. Dobbiamo anticipare la creazione di nuove fenditure o il ciclo di distruzione continuerà.",
    "act4_ch3_title": "L'Ombra nel Concilio",
    "act4_ch3_event1": "Si forma un Gran Concilio tra le fazioni per gestire la minaccia.",
    "act4_ch3_event2": "Il giocatore partecipa a missioni diplomatiche e di mediazione.",
    "act4_ch3_event3": "Esempio: scorta di carovana, decisioni diplomatiche, intimidazione o percorsi alternativi.",
    "act4_elowen_council": "L'equilibrio è fragile. Ogni decisione che prenderai qui risuonerà in tutto il mondo. Ascolta tutti, ma non temere di agire.",
    "act4_ch4_title": "Il Cuore della Fenditura",
    "act4_ch4_event1": "L'isola della Fenditura dell'Oblio diventa una zona endgame di alto livello.",
    "act4_ch4_event2": "Nuovi nemici: Manifestazioni della Dissonanza.",
    "act4_ch4_event3": "Boss mondiali: 'Eco del Velo Spezzato' con vita globale e ricompense epiche.",
    "act4_ch4_event4": "Il giocatore riceve un messaggio dall'entità intrappolata, ponendo il dilemma dell'Equilibrio.",
    "act4_veiled_entity_message": "Salverai il mondo ripristinando il ciclo... o oserai romperlo per sempre? L'Equilibrio non è pace, è tensione eterna. Scegli la tua eredità.",
    "act4_endgame": "Il giocatore passa da eroe a leader, gestendo il mondo e gettando le basi per future espansioni e dilemmi morali.",
    "act5_objective": "L'Eredità della Dissonanza: la pace è fragile, l'ambizione umana è la nuova arma.",
    "act5_ch1_title": "La Crociata del Lupo Solitario",
    "act5_ch1_event1": "Ribellione di Lord Valerius, discorso appassionato ai suoi soldati.",
    "act5_ch1_event2": "Missioni di sabotaggio, salvataggio e decisioni morali.",
    "act5_ch1_event3": "Catturi o convinci i soldati di Valerius?",
    "act5_ch2_title": "Il Sussurro nell'Ombra",
    "act5_ch2_event1": "Scopri il Maestro dell'Ordine del Silenzio come consigliere di Valerius.",
    "act5_ch2_event2": "Infiltrazione nel Sanctum Interno, dungeon di trappole e nemici d'élite.",
    "act5_ch2_event3": "Trovi l'Aquila della Legione Eterna.",
    "act5_ch3_title": "Il Giudizio del Guardiano",
    "act5_ch3_event1": "Ritorno nella capitale sotto controllo marziale.",
    "act5_ch3_event2": "Assalto urbano e duello contro Lord Valerius.",
    "act5_ch3_event3": "Presenti le prove, Valerius si arrende, guerra civile evitata.",
    "act5_reward": "Cittadella Tier 3 (Casa Signorile), potere politico e Aquila misteriosa.",
    "act6_objective": "Il Risveglio della Legione: ordine contro libertà, la minaccia logica di Nova Roma.",
    "act6_ch1_title": "Il Continente Perduto",
    "act6_ch1_event1": "Spedizione a Nova Roma, la flotta attraversa la nebbia magica.",
    "act6_ch1_event2": "Primo contatto con il Console Aurelian, cultura avanzata ma senza magia spirituale.",
    "act6_ch1_event3": "Esplorazione e missioni secondarie per conoscere la società romana.",
    "act6_ch2_title": "Il Pugno di Ferro della Ragione",
    "act6_ch2_event1": "Dichiarazione formale di guerra del Senato di Nova Roma.",
    "act6_ch2_event2": "Invasione tattica, missioni di difesa globale e gestione delle risorse nella Cittadella.",
    "act6_ch2_event3": "Battaglia contro il Console Aurelian nella torre d'assedio.",
    "act6_reward": "Tregua con Nova Roma, rispetto reciproco e apertura alla diplomazia.",
    "act7_objective": "Il Segreto delle Sabbie: il risveglio di un potere antico e la guerra su tre fronti.",
    "act7_ch1_title": "La Tempesta Silenziosa",
    "act7_ch1_event1": "Il Sommo Sacerdote Neferkare scatena una tempesta di sabbia e un esercito di non-morti.",
    "act7_ch1_event2": "Missioni survival horror in tombe e piramidi.",
    "act7_ch1_event3": "Trappole, enigmi e nemici implacabili.",
    "act7_ch2_title": "La Guerra dei Tre Fronti",
    "act7_ch2_event1": "Gestione della crisi al War Table: Ordine del Silenzio, Legione Eterna, invasione non-morta.",
    "act7_ch2_event2": "Missioni di crisi con limiti di tempo per salvare città e risorse.",
    "act7_ch2_event3": "Decisioni strategiche di grande impatto.",
    "act7_ch3_title": "La Grande Piramide Nera",
    "act7_ch3_event1": "Dungeon finale con avatar di dei egizi.",
    "act7_ch3_event2": "Battaglia finale contro il Sommo Sacerdote Neferkare e l'Avatar di Anubis.",
    "act7_ch3_event3": "Distruzione dell'avatar, liberazione del mondo.",
    "act7_reward": "Cittadella Tier 4 (Gran Mansione), scena finale e post-crediti con presagio dell'espansione nordica."
}
