{
    "game_title": "Caminhos da Fé",
    "war_result_message": "A batalha terminou! Verifique seu relatório",
    "duel_challenge": "Desafio de duelo recebido",
    "item_stolen": "Um item lendário foi roubado!",
    "network_error": "Erro de conexão com o servidor",
    "act4_objective": "Reconstrua o mundo após conter a Fenda do Esquecimento. Gerencie a política, a cidadela e enfrente novas ameaças.",
    "act4_ch1_title": "A Alvorada Incerta",
    "act4_ch1_event1": "Os heróis retornam como lendas vivas, recebidos com admiração e medo.",
    "act4_ch1_event2": "O jogador recebe um novo título e uma Cidadela personalizável como novo Hub.",
    "act4_ch1_event3": "O sistema de gestão da Cidadela é desbloqueado, investindo recursos para melhorá-la.",
    "act4_kaelan_return": "Você cumpriu seu dever, mas o mundo agora o vê de forma diferente. A Luz Eterna o nomeia Protetor da Cidadela. Você será um líder justo ou um tirano temido?",
    "act4_ch2_title": "Ecos do Silêncio",
    "act4_ch2_event1": "A Ordem do Silêncio opera como células insurgentes.",
    "act4_ch2_event2": "Novas missões repetíveis: 'Caçar Célula da Ordem' em masmorras geradas proceduralmente.",
    "act4_ch2_event3": "A coleta de informações revela o plano de criar Fendas Secundárias.",
    "act4_zahra_intel": "As informações são fragmentadas, mas apontam para um plano maior. Devemos antecipar a criação de novas fendas ou o ciclo de destruição continuará.",
    "act4_ch3_title": "A Sombra no Conselho",
    "act4_ch3_event1": "Um Grande Conselho é formado entre as facções para gerenciar a ameaça.",
    "act4_ch3_event2": "O jogador participa de missões diplomáticas e de mediação.",
    "act4_ch3_event3": "Exemplo: escolta de caravana, decisões diplomáticas, intimidação ou rotas alternativas.",
    "act4_elowen_council": "O equilíbrio é frágil. Cada decisão que você tomar aqui ressoará em todo o mundo. Ouça todos, mas não tema agir.",
    "act4_ch4_title": "O Coração da Fenda",
    "act4_ch4_event1": "A ilha da Fenda do Esquecimento se torna uma zona de endgame de alto nível.",
    "act4_ch4_event2": "Novos inimigos: Manifestações da Dissonância.",
    "act4_ch4_event3": "Chefes mundiais: 'Eco do Véu Partido' com vida global e recompensas épicas.",
    "act4_ch4_event4": "O jogador recebe uma mensagem da entidade presa, colocando o dilema do Equilíbrio.",
    "act4_veiled_entity_message": "Você salvará o mundo restaurando o ciclo... ou ousará quebrá-lo para sempre? O Equilíbrio não é paz, é tensão eterna. Escolha seu legado.",
    "act4_endgame": "O jogador passa de herói a líder, gerenciando o mundo e lançando as bases para futuras expansões e dilemas morais.",
    "act5_objective": "O Legado da Dissonância: a paz é frágil, a ambição humana é a nova arma.",
    "act5_ch1_title": "A Cruzada do Lobo Solitário",
    "act5_ch1_event1": "Rebelião de Lord Valerius, discurso apaixonado para seus soldados.",
    "act5_ch1_event2": "Missões de sabotagem, resgate e decisões morais.",
    "act5_ch1_event3": "Você captura ou convence os soldados de Valerius?",
    "act5_ch2_title": "O Sussurro na Sombra",
    "act5_ch2_event1": "Você descobre o Mestre da Ordem do Silêncio como conselheiro de Valerius.",
    "act5_ch2_event2": "Infiltração no Sanctum Interno, masmorra de armadilhas e inimigos de elite.",
    "act5_ch2_event3": "Você encontra a Águia da Legião Eterna.",
    "act5_ch3_title": "O Julgamento do Guardião",
    "act5_ch3_event1": "Retorno à capital sob controle marcial.",
    "act5_ch3_event2": "Assalto urbano e duelo contra Lord Valerius.",
    "act5_ch3_event3": "Apresente provas, Valerius se rende, guerra civil evitada.",
    "act5_reward": "Cidadela Tier 3 (Mansão), poder político e Águia misteriosa.",
    "act6_objective": "O Despertar da Legião: ordem contra liberdade, a ameaça lógica de Nova Roma.",
    "act6_ch1_title": "O Continente Perdido",
    "act6_ch1_event1": "Expedição a Nova Roma, frota atravessa névoa mágica.",
    "act6_ch1_event2": "Primeiro contato com o Cônsul Aurelian, cultura avançada mas sem magia espiritual.",
    "act6_ch1_event3": "Exploração e missões secundárias para aprender sobre a sociedade romana.",
    "act6_ch2_title": "O Punho de Ferro da Razão",
    "act6_ch2_event1": "Declaração formal de guerra do Senado de Nova Roma.",
    "act6_ch2_event2": "Invasão tática, missões de defesa global e gestão de recursos na Cidadela.",
    "act6_ch2_event3": "Batalha contra o Cônsul Aurelian na torre de cerco.",
    "act6_reward": "Trégua com Nova Roma, respeito mútuo e abertura para diplomacia.",
    "act7_objective": "O Segredo das Areias: o despertar de um poder antigo e a guerra em três frentes.",
    "act7_ch1_title": "A Tempestade Silenciosa",
    "act7_ch1_event1": "Sumo Sacerdote Neferkare desencadeia uma tempestade de areia e um exército de mortos-vivos.",
    "act7_ch1_event2": "Missões de survival horror em tumbas e pirâmides.",
    "act7_ch1_event3": "Armadilhas, enigmas e inimigos implacáveis.",
    "act7_ch2_title": "A Guerra das Três Frentes",
    "act7_ch2_event1": "Gestão de crise na War Table: Ordem do Silêncio, Legião Eterna, invasão de mortos-vivos.",
    "act7_ch2_event2": "Missões de crise com limite de tempo para salvar cidades e recursos.",
    "act7_ch2_event3": "Decisões estratégicas de alto impacto.",
    "act7_ch3_title": "A Grande Pirâmide Negra",
    "act7_ch3_event1": "Masmorra final com avatares de deuses egípcios.",
    "act7_ch3_event2": "Batalha final contra o Sumo Sacerdote Neferkare e o Avatar de Anúbis.",
    "act7_ch3_event3": "Destruição do avatar, libertação do mundo.",
    "act7_reward": "Cidadela Tier 4 (Grande Mansão), cena final e pós-créditos com prenúncio da expansão nórdica."
}
